manual_exemplo_sistema_prefeitura/BlueprintPHP/XML/ArquivoConsultaLoteRPS.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:e="http://www.e-governeapps2.com.br/">
   <soap:Header/>
   <soap:Body>
      <e:ConsultarLoteRps>         
         <e:ConsultarLoteRpsEnvio>            
            <e:Prestador>               
               <e:Cnpj>12345678000100</e:Cnpj>               
               <e:InscricaoMunicipal>1234567</e:InscricaoMunicipal>
            </e:Prestador>            
            <e:Protocolo>636809171476534394</e:Protocolo>
         </e:ConsultarLoteRpsEnvio>
      </e:ConsultarLoteRps>
   </soap:Body>
</soap:Envelope>